// Третье задание
// Создайте систему управления персональными финансами.
// Система должна иметь следующие возможности :

// Наличие разных кошельков и карт(дебитных / кредитных).

// Пополнение кошельков и карт.

// Внесение затрат.
// Каждая затрата относится к определенной категории.

// Формирование отчётов по затратам и категориям :
// день;
// неделя;
// месяц.

// Формирование рейтингов по максимальным суммам :
// топ - 3 затрат :
// неделя;
// месяц

// топ - 3 категорий:
// неделя;
// месяц.

//Сохранение отчётов и рейтингов в файл.

int main()
{

}